Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2012/5_samer_i_parti.pdf.tmx
Source language: nob
Languages: sme

source: Medborgerundersøkelsen åpner for en sammenlikning av samer innenfor det samiske språkforvaltningsområdet med dem som bor i det samme området, men som ikke definerer seg som samiske, samtidig som resultatene kan sammenliknes med det som er situasjonen for befolkningen som helhet (Selle og Strømsnes 2008, 2010).
sme: Boargárguorahallan rahpá vejolašvuođa buohtastahttit sápmelaččaid sámegiela hálddašanguovllu siskkobealde singuin geat orrot seamma guovllus, muhto geat eai ane iežaset sápmelažžan, seammás go bohtosiid sáhttá buohtastahttit diliin mii lea oppa álbmogis (Selle ja Strømsnes 2008, 2010).

source: Samlet er det 49 prosent i Medborgerundersøkelsens tilleggsundersøkelse som svarer at de oppfyller kravene til registrering i Sametingets valgmanntall, og 51 prosent som ikke oppfyller disse.
sme: Oktiibuot leat 49 proseanta Boargárguorahallama liigeguorahallamis geat vástidit ahte devdet eavttuid registreret Sámedikki jienastuslohkui ja 51 proseanta geat eai deavdde eavttuid.

source: Borgerrolleundersøkelsen gjør det mulig å si noe ikke bare om hva som skiller samer fra ikke-samer i disse områdene, men også om hva som skiller samer som har registrert seg i manntallet for sametingsvalg, fra dem som ikke har registrert seg (Semb 2010).
sme: Boargárrollaguorahallan dahká vejolažžan dadjat juoidá, ii duššo das mii earuha sápmelaččaid sis geat eai leat sápmelaččat dain guovlluin, muhto maiddái das mii sirre sápmelaččaid geat leat registreren iežaset sámediggeválggaid jienastuslohkui, sis geat eai leat registreren iežaset (Semb 2010).

source: I dette materialet er det 17 prosent som oppfyller kriteriene for å registrere seg i samemanntallet, men som ikke har registrert seg, 53 prosent som oppfyller kriteriene og har registrert seg, og 30 prosent som ikke oppfyller kriteriene for registrering.
sme: Dan materiálas leat 17 proseanta geat devdet eavttuid registreret jienastuslohkui, muhto geat eai leat registrerehan iežaset, 53 proseanta geat devdet eavttuid ja leat registreren iežaset ja 30 proseanta geat eai deavdde registrerema eavttuid.

source: Én grunn til forskjellen i den relative andelen samer i Medborgerundersøkelsen og Borgerrolleundersøkelsen er at sistnevnte ikke har med Kåfjord kommune, hvor andelen som definerer seg som samer, er betydelig lavere enn i de andre kommunene som er med i begge datasettene.
sme: Okta sivva erohussii sápmelaččaid relatiiva oassemearis Boargárguorahallama ja Boargárrollaguorahallama gaskkas lea ahte maŋit guorahallamis ii leat Gáivuona suohkan mielde, gos oassemearri sis geat definerejit iežaset sápmelažžan lea mearkkašahtti unnit go dain eará suohkaniin mat leat mielde goappaš datačohkiin.

source: Sametingsvalgundersøkelsen gir i tillegg mulighet for et ytterligere dypdykk ned i holdninger og adferd blant den delen av den samiske befolkningen som faktisk har registrert seg i manntallet, ettersom denne kun er gjennomført blant de stemmeberettigede til sametingsvalg (Josefsen og Saglie 2011).
sme: Sámediggeválgaguorahallan addá vel vejolašvuođa lasi čiekŋudit geahčadettiin gáttuid ja geavahusaid mat leat dan oasis sámi álbmogis geat leat registreren iežaset jienastuslohkui, daningo guorahallama čađahedje duššo sin gaskkas geain lei jienastanvuoigatvuohta sámediggeválggain (Josefsen ja Saglie 2011).

source: Selv om vi har å gjøre med tre undersøkelser som er gjennomført på ulike tidspunkt, vil de her bli brukt til å supplere hverandre heller enn å tolkes som ulike tidskutt, ettersom de er gjennomført på ulike måter, og det til dels er ulike grupper som sammenliknes.
sme: Vaikko mis das leat golbma guorahallama maid leat čađahan iešguđet áiggis, de atnit daid nubbi nuppi ollisteapmái, baicca go dulkot daid iešguđetlágán áigeboatkan daningo dat leat čađahuvvon iešguđet ládje, ja main muhtin muddui leat iešguđetlágán joavkkut maid buohtastahttet.

source: Når det gjelder svarprosenten i undersøkelsene, så er den ikke veldig høy for noen av undersøkelsene, men særlig for Sametingsvalgundersøkelsen er den betydelig lavere enn det en kunne ønske.
sme: Go lea sáhka guorahallama vástidanproseantas, de oaidnit ahte dat ii leat nu hui allat ovttage guorahallamis, muhto erenoamážit Sámediggeválgaguorahallamis lea dat mearkkašahtti unnit go dan maid livččii sávvan.

source: Faren med dette er at det kan oppstå skjevheter fordi det gjerne er de mest aktive og engasjerte som også deltar i spørreundersøkelser.
sme: Dat mii das lea bahá, lea ahte sáhttet šaddat meattáhusat daningo leat áinnas sii, geat leat eanemus aktiivat ja geain lea eanemus beroštupmi, geat maiddái servet jearahallanguorahallamiidda.

source: Det er imidlertid forskjeller mellom de ulike gruppene vi primært er interessert i her, selv om absolutte tall selvsagt også er viktige.
sme: Leat aŋkke erohusat daid joavkkuid gaskkas main mii dás vuosttažettiin beroštit, vaikko áibba logut dieđusge maiddái leat hirbmat mávssolaččat.

source: Det er vanskelig å tenke seg gode grunner for at det skulle være systematiske forskjeller i hvem det er som svarer innenfor den samiske befolkningsgruppen sammenliknet med totalbefolkningen.
sme: Váttis lea fuobmát buriid ákkaid dasa ahte livčče galgan leat systemáhtalaš erohusat das geat dat leat geat vástidit sámi álbmotjoavkku siskkobealde buohtastahttojuvvon olles álbmogiin.

source: 5.3 Deltakelse i valg og partirelaterte aktiviteter
sme: 5.3 Oassálastin válggain ja bellodatgullevaš doaimmain

source: I tabell 1 bruker vi data fra Medborgerundersøkelsen til å gi et oversiktsbilde av deltakelsen innenfor valgkanalen og i partirelaterte aktiviteter.
sme: Tabealla 1:s atnit mii Boargárguorahallama dieđuid addit oppalašgeahčastaga válgakanála ja bellodatgullevaš doaimmaid siskkobealde oassálastimis.

source: Her sammenlikner vi samer og ikke-samer innenfor det samiske språkforvaltningsområdet med det som er situasjonen for befolkningen som helhet.
sme: Das buohtastahttit sápmelaččaid ja sin geat eai leat sápmelaččat sámi giellahálddašanguovllu siskkobealde, olles álbmoga dilálašvuođain.

source: Spørsmålene som stilles, er hvorvidt en stemte ved siste stortingsvalg, er medlem i et politisk parti eller en partipolitisk ungdomsorganisasjon, eller hvorvidt en det siste året enten har deltatt i arbeidet i et politisk parti, deltatt på et politisk møte eller stevne eller kontaktet en politiker i et forsøk på å forbedre forhold i samfunnet, og til slutt hvorvidt en sitter i offentlige styrer, nemnder eller komiteer.
sme: Jearaldagat maid jerret, leat jienastedje go maŋemus stuoradiggeválggas, leatgo miellahtut muhtin politihkalaš bellodagas dahje muhtin bellodatpolitihkalaš nuoraidorganisašuvnnas, dahje leatgo maŋemus jagis jogo searvan muhtin politihkalaš bellodaga bargui, searvan muhtin politihkalaš čoahkkimii dahje čoakkalmassii dahje váldán oktavuođa muhtin politihkkariin daningo lea geahččalan buoridit dili servvodagas, ja loahpas čohkkájitgo almmolaš stivrrain, lávdegottiin dahje komitéain.

source: Vi ser at det ikke er noen forskjell mellom samer og befolkningen totalt sett når det gjelder stemmegivning ved stortingsvalg.
sme: Oaidnit ahte ii leat erohus gaskal sápmelaččaid ja olles álbmoga obbalaččat dasa mii gusto jienasteapmái stuoradiggeválggas.

source: Her finner vi et høyt deltakelsesnivå innenfor alle grupper.
sme: Das gávdnat alla oassálastindási buot joavkkuin.

source: Derimot utmerker den samiske befolkningen seg med svært høy grad av deltakelse innenfor partirelaterte aktiviteter.
sme: Sámi álbmot čalbmái čuohcá hirbmat alla oassálastindásiin bellodatgullevaš doaimmaid siskkobealde.

source: Hele 31 prosent blant den samiske delen av utvalget oppgir at de er medlemmer i et politisk parti eller i en partipolitisk ungdomsorganisasjon, noe som er dobbelt så høyt som det vi finner i befolkningsutvalget (15 prosent).
sme: Olles 31 proseanta lávdegotti sámi oasis vástidit ahte leat miellahtut soames politihkalaš bellodagas dahje bellodatpolitihkalaš nuoraidorganisašuvnnas, lohku mii lea duppalit nu ollu go maid gávdnat álbmotlávdegottis (15 proseanta).

source: Det er også høyere enn det vi finner blant ikke-samer innenfor det samiske språkforvaltningsområdet, selv om vi også her har å gjøre med en høy andel partimedlemmer (21 prosent).
sme: Dat lea maiddái stuorát lohku go maid gávdnat sin gaskkas geat eai leat sápmelaččat sámegiela hálddašanguovllus, vaikko mis maiddái dás lea alla bellodatmiellahttolohku (21 proseanta).

source: At samene skiller seg ut med en såpass høy andel partimedlemmer, er også overraskende med tanke på at det er et noe lavere utdannelsesnivå innenfor denne gruppen (og særlig blant de eldste).
sme: Dat ahte sápmelaččat sierranit dien mađe alla bellodatmiellahttovuođaloguin lea maiddái hirpmahuhtti daningo dán joavkku siskkobealde lea veaháš vuollegeappot oahppodássi (erenoamážit vuorrasepmosiid gaskkas).

source: Det vi ser her, kan heller ikke forklares som utelukkende å være en konteksteffekt, siden vi finner den samme forskjellen mellom samer i språkforvaltningsområdet og nordmenn som bor innenfor de mest spredtbygde områdene i landet (selv om vi riktignok finner en høyere andel partimedlemmer i disse områdene sammenliknet med det som vi finner for befolkningen samlet).
sme: Dan maid dás oaidnit eat sáhte čilget duššo fal konteakstaváikkuhussan, go mii gávdnat seamma erohusa gaskal sápmelaččaid giellahálddašanguovllus ja dáččaid geat orrot dain eanemus bieđggushuksejuvvon guovlluin riikkas (vaikko vel gávdnatge stuoribut bellodatmiellahttooassemeriid dáin guovlluin, buohtastahttojuvvon dainna maid gávdnat olles álbmogis oktiibuot).

source: En grunn til denne høye andelen partimedlemmer kan være at mange som er medlemmer av Norske Samers Riksforbund (NSR), har definert dette som et politisk parti.
sme: Okta ágga dan alla bellodatmiellahttomearrái sáhttá leat ahte oallugat geat leat miellahtut Norgga Sámiid Riikasearvvis (NSR) leat defineren dan politihkalaš bellodahkan.

source: Dette ville heller ikke være urimelig, ettersom NSR ikke bare er den viktigste samiske kulturorganisasjonen, men også en organisasjon som stiller til valg ved sametingsvalgene.
sme: Dat han ii leat boastutge, daningo NSR ii duššo leat dat deháleamos sámi kulturorganisašuvdna, muhto maiddái organisašuvdna mii searvá sámediggeválggaide.

source: Organisasjonen har rundt 1000 medlemmer i valgår og betydelig mindre mellom valgene.
sme: Organisašuvnnas leat birrasiid 1000 miellahttu válgajagiin ja mearkkašahtti unnit válggaid gaskkas.

source: Selv om NSR ikke definerer seg som et politisk parti, fungerer organisasjonen som et parti ved valg til Sametinget og i arbeidet i sametingssystemet.
sme: Vaikko NSR ii definere iežas politihkalaš bellodahkan, de doaibma organisašuvdna bellodahkan sámediggeválggain ja barggus Sámedikki vuogádagas.

source: Det foregår også en kontinuerlig diskusjon i NSR om hvorvidt det partipolitiske skal skilles ut i en egen organisasjon.
sme: Lea maiddái oktilis ságastallan NSR:s galgágo bellodatpolitihka sirret sierra organisašuvdnan.

source: I tillegg til NSR og Arbeiderpartiet (Ap) finnes det, foruten rene lokale lister som gjerne springer ut av lokale interesseorganisasjoner (fastboende, flyttsamer og lignende), også et Samefolkets parti som står NSR nær.
sme: Lassin NSR:i ja Bargiidbeallodahkii (Bb), earet čielga báikkálaš listtuid main dávjá lea vuolgga báikkálaš beroštusservviin (dálonat, boazosápmelaččat ja sullásaččat), gávdno maiddái Sámeálbmot bellodat mii lea NSR:A olládagas.

source: Dette partiet er ikke bare representert i Sametinget, men også i kommuner og i Finnmark fylkesting.
sme: Dat bellodat ii leat duššo Sámedikkis ovddastuvvon, muhto maiddái suohkaniin ja Finnmárkku fylkadikkis.

source: Det er ingen ting i veien for å være medlem i NSR og samtidig være medlem av et norsk parti.
sme: Ii leat mihkkege mii hehtte leat sihke miellahttu NSR:s ja seammás miellahttu soames dáčča bellodagas.

source: Slike “doble” medlemskap kan være noe av grunnen til de høye tallene, både når det gjelder partimedlemskap og når det gjelder deltakelse generelt i den representative kanalen – altså, den mulige samiske deltakelsen gjennom to ulike kanaler (Semb 2011).
sme: Dakkár “duppal” miellahttuvuođat sáhttet leat oassin ákkas manin leat nu alla logut, sihke go lea sáhka bellodatmiellahttuvuođas ja go lea sáhka oppalaš oassálastimis representatiiva kanálas – nappo, vejolaš sámi oassálastin guovtti kanála čađa (Semb 2011).

source: Det samiske utvalget merker seg altså ut med høy grad av deltakelse innenfor tradisjonelle partirelaterte aktiviteter.
sme: Sámi lávdegotti dáfus lea dasto dat sierranasvuohta ahte lea alla oassálastindássi árbevirolaš bellodatgullevaš doaimmain.

source: Det er heller ikke bare snakk om passive partimedlemskap, men om aktivt politisk engasjement.
sme: Iige leat duššo sáhka passiiva bellodatmiellahttovuođain, muhto aktiiva politihkalaš beroštumis.

source: I tillegg til den høye andelen partimedlemmer innenfor den samiske befolkningsgruppen er det en betydelig høyere andel her enn i befolkningsutvalget som oppgir at de det siste året har deltatt i arbeidet i et politisk parti (14 prosent, mot 5 prosent i befolkningsutvalget), har deltatt på et politisk møte eller stevne (19 prosent, mot 9 prosent i befolkningsutvalget), har kontaktet en politiker (30 prosent, mot 15 prosent i befolkningsutvalget) og som for tiden har offentlige verv (16 prosent, mot 6 prosent i befolkningsutvalget).
sme: Lassin alla bellodatmiellahttooassemearrái sámi álbmotjoavkku siskkobealde, lea sin gaskkas mearkkašahtti alladeappot oassi go álbmotlávdegottis geat dieđihit ahte leat maŋemus jagis oassalastan barggus politihkalaš bellodagas (14 proseanta, álbmotlávdegotti 5 proseanta vuostá), oassálastán politihkalaš čoahkkimis dahje čoakkálmasas (19 proseanta, álbmotlávdegotti 9 proseanta vuostá), váldán oktavuođa politihkkariin (30 proseanta, álbmotlávdegotti 15 proseanta vuostá) ja geain dan áiggis ledje almmolaš vearvvat (16 proseanta álbmotlávdegotti 6 proseanta vuostá).

source: Og heller ikke her er det størrelsen på lokalsamfunnet som forklarer forskjellen.
sme: Ja ii dás ge leat báikkálašservvodaga sturrodat mii čilge erohusaid.

source: I tillegg til partimedlemskap skiller den samiske befolkningen seg også tydelig fra den ikke-samiske befolkningen innenfor det samme området når det gjelder politiske møter og offentlige verv.
sme: Lassin bellodatmiellahttovuhtii čuoldása sámi álbmot maiddái čielgasit dain geat eai leat sápmelaččat seamma guovllu siskkobealde, go guoskka politihkalaš čoahkkimiidda ja almmolaš vearvvaide.

source: Dette peker i retning av at samer i disse kommunene spiller en mer sentral rolle relativt sett enn ikke-samer i lokalpolitikken.
sme: Dat čujuha dan guvlui ahte sápmelaččain dain suohkaniin lea relatiivalaččat eanet guovddáš rolla báikkálaš politihkas, sin ektui geat eai leat sápmelaččat.

source: Denne typen aktivitet kan være knyttet både til sametingskanalen og til den nasjonale (eller lokale) politiske kanalen, men spørreskjemaet gir oss ikke mulighet til å skille mellom disse.
sme: Dakkár mállet doaibma sáhttá leat čadnon sihke sámediggekanálii ja našunála (dahje báikkálaš) politihkalaš kanálii, muhto jearahallanskovvi ii atte midjiide vejolašvuođa earuhit daid.

source: En annen type forklaring på de høye tallene er at selve etableringen av sametingssystemet som et ekstra politisk organ har medført at det kreves et høyere aktivitetsnivå innenfor den samiske befolkningsgruppen, blant annet ved at det blir flere offentlige verv som skal fylles når vi har å gjøre med to ulike representative kanaler.
sme: Eará lágan čilgehus daidda alla loguide lea ahte ieš dan sámediggevuogádaga ásaheapmi liige politihkalaš orgánan lea mielddisbuktán ahte gáibiduvvo alladeappot aktivitehtadássi sámi álbmotjoavkku siskkobealde, earet eará daningo gártet eanet almmolaš vearvvat maid galgá deavdit go mis leat guokte goabbatlágán ovddasteaddji kanála.

source: Dette blir forsterket av at vi her snakker om små kommuner hvor det relativt sett vil være flere verv som skal fylles.
sme: Dát lassána vel das daningo hupmat unna suohkanaččaid birra main relatiivalaččat galget leat eanet vearvvat maid galgá deavdit.

source: Men som vi har sett, forklarer bostedstetthet langt fra hele forskjellen mellom samer og befolkningen generelt.
sme: Muhto, nugo leat oaidnán, de ássanbáikečoahkkevuohta guhkkin eret čilge olles erohusa gaskal sápmelaččaid ja álbmoga muđui.

source: Det kan imidlertid være slik at framveksten av sametingssystemet har økt den politiske interessen mer allment i disse områdene, og at en derfor også er mer aktiv i det norske systemet.
sme: Soaitá aŋkke leat nu ahte sámediggevuogádaga ilbman lea lasihan politihkalaš beroštumi eanet ollislaččat dain guovlluin, ja ahte danin maiddái leat eanet aktiivat dáčča vuogádagas.

source: Den sterke orienteringen mot partikanalen, og dermed også mot det norske, skiller samer i Norge fra det som er situasjonen i Sverige og Finland.
sme: Dat garra dádjadeapmi bellodatkanála guvlui, ja nu maiddái dáčča vuogádaga guvlui, earuha norggabeale sápmelaččaid ruoŧa- ja suomabeale dilálašvuođas.

source: Det sier oss samtidig noe om hvor viktig selve institusjonsutformingen kan være.
sme: Seammás dat muitala man dehálaš ieš institušuvdnaásaheapmi sáhttá leat.

source: I Sverige og Finland er ikke nasjonale politiske partier representert i sametingene, mens de fleste partier i Norge har etablert sin egen samepolitikk, og dermed bidratt til å integrere det samiske institusjonelt i det nasjonale politiske systemet.
sme: Ruoŧas ja Suomas eai leat našunála politihkalaš bellodagat ovddiduvvon sámedikkiin, dan bottu go eanas bellodagat Norggas leat ásahan alccaset sierra sámepolitihka, ja nu daguhan ahte institušuvnnalaččat ovttaiduhttet sámi beali našunála politihkalaš vuogádahkii.

source: Her har særlig Arbeiderpartiet spilt en sentral rolle.
sme: Erenoamážit Bargiidbellodagas lea dás leamaš guovddáš rolla.

source: Samer i Norge har altså i større grad enn det som er tilfelle blant samene i Sverige og Finland, søkt politisk innflytelse gjennom det nasjonale parti- og valgsystemet og det nasjonale politisk-administrative systemet mer generelt.
sme: Sápmelaččat Norggas leat dasto eanet go sápmelaččat Ruoŧas ja Suomas, ohcan politihkalaš váikkuhanfámu našunála bellodat- ja válgavuogádaga čađa ja našunála politihkalaš-hálddahuslaš vuogádagas eanet ollislaččat.

source: Samtidig har det i Norge, i motsetning til i nabolandene, vært større åpenhet med tanke på å la de norske politiske partiene stille til valg til Sametinget.
sme: Seammás lea Norggas, vuostálasvuođas ránnjáriikkaide, leamaš eanet rabasvuohta dan ektui ahte diktit dáčča politihkalaš bellodagaid searvat sámediggeválggaide.

source: Det gjør de i økende grad, og selv om mange sliter med å få gjennomslag, er Ap, sammen med NSR, hovedaktører i sametingssystemet.
sme: Dan dahket eanet ahte eanet, ja vaikko oallugat bártidit lihkostuvvamiin, de lea Bb:s, ovttas NSR:n, leat váldosajádat sámediggevuogádagas.

source: Det betyr også at det så langt ikke har skjedd noen segregering av samepolitikken i Norge – for eksempel ingen krav om at samer bør la være å stemme til stortingsvalg.
sme: Dat mearkkaša maiddái ahte dássážii ii leat leamaš makkárge segregeren Norgga sámepolitihkas – ovdamearkka dihte ii makkárge gáibádus ahte sápmelaččat eai galgga jienastit stuoradiggeválggain.

source: Konflikten har gått på om de norske partiene bør være representert i sametingssystemet, og der NSR prinsipielt har vært imot at de skal være det.
sme: Gižžu lea leamaš galgetgo dáčča bellodagat leat ovddastuvvon sámediggevuogádagas, ja das lea NSR prinsihpalaččat leamaš vuostá ahte nu galget beassat.

source: I dag er imidlertid dette en tapt sak, og ikke lenger en viktig del av den samepolitiske diskursen.
sme: Odne leat aŋkke dás vuoittahallan, iige dat leat šat dehálaš oassin sámepolitihkalaš diskurssas.

source: NSR er en tverrpolitisk organisasjon som også oppfordrer sine støttespillere til å delta ved norske valg.
sme: NSR lea politihkalaš rasttildeaddji organisašuvdna mii maiddái ávžžuha duvdagiiddis oassálastit dáčča válggain.

source: NSR har altså ikke bare spilt en avgjørende rolle i fremveksten av det moderne sametingssystemet, men har også mobilisert når det gjelder det sentrale byråkratiet og det nasjonale politiske systemet / valgkanalen.
sme: NSR dasto ii leat duššo atnán mearrideaddji rolla ođđaáigásaš sámediggevuogádaga ilbmamis, muhto lea maiddái mobiliseren guovddáš byrokratiijai ja našunála politihkalaš vuogádahkii/válgakanálii.

source: Denne strategien har etter vår oppfatning vært avgjørende for at sametingssystemet har fått økt relevans.
sme: Dát strategiija lea min oaivilis leamaš mearrideaddji go lea sáhka dan lassánan čuožžovašvuođas maid sámediggevuogádat lea ožžon.

source: Dette har blitt forsterket av at Arbeiderpartiet, som både norsk og samisk parti, har vært så tungt representert.
sme: Dán lea Bargiidbellodat nannen, mii sihke dáčča ja sámi bellodahkan lea leamaš nu garrasit ovddiduvvon.

source: Vi har sett at samene generelt sett har høy grad av deltagelse ved valg og i partirelaterte aktiviteter.
sme: Leat oaidnán ahte sápmelaččain oppalaččat lea alla oassálastindássi válggain ja bellodatgullevaš doaimmain.

source: Men i hvilken grad fremstår den samiske og den norske partikanalen som konkurrerende kanaler?
sme: Muhto man muddui leat sámi ja dáčča bellodatkanálat gilvaleaddji kanálat?

source: I Borgerrolleundersøkelsen, som ble gjennomført fem år etter Medborgerundersøkelsen, er det tydeligere skilt mellom medlemskap i norske og samiske politiske partier og organisasjoner.
sme: Boargárrollaguorahallamis, maid čađahedje vihtta jagi maŋŋel Boargárguorahallama, leat čielgaseappot earuhan gaskal miellahttuvuođa dáčča ja sámi politihkalaš bellodagain ja organisašuvnnain.

source: Det er spurt hvorvidt den enkelte er medlem i “Et norsk politisk parti eller partipolitisk ungdomsorganisasjon” eller “Et samisk politisk parti, partipolitisk ungdomsorganisasjon eller samepolitisk organisasjon eller ungdomsorganisasjon”.
sme: Das leat jearran ovttaskasolbmuin leatgo miellahtut soames “dáčča politihkalaš bellodagas dahje bellodatpolitihkalaš nuoraidorganisašuvnnas” dahje “sámi politihkalaš bellodagas, bellodatpolitihkalaš nuoraidorganisašuvnnas dahje sámepolitihkalaš organisašuvnnas dahje nuoraidorganisašuvnnas”.

source: I tabell 2 ser vi hvordan dette varierer mellom registrerte samer, uregistrerte samer og ikke-samer.
sme: Tabealla 2:s oaidnit movt dat rievddada gaskal sin geat leat registrerejuvvon sápmelaččat, geat eai leat registrerejuvvon ja geat eai leat sápmelaččat.

source: Den gruppen som skiller seg ut med lavest deltakelse i tabell 2, er de samene som ikke har registrert seg, noe som kan tyde på at registrering i Sametingets valgmanntall kan sees på som en politisk handling i seg selv.
sme: Joavku mii čuoldása unnimus oassálastimiin tabealla 2:s leat sápmelaččat geat eai leat registreren iežaset, juoga mii sáhttá čujuhit dasa ahte iešalddis registreren Sámedikki jienastuslohkui sáhttet adnot politihkalaš dahkun.
